"Which model would you like to use?" = "તમે કયા મોડેલનો ઉપયોગ કરવા માંગો છો?";

"Is there anything else you would like to ask about?" = "શું તમે બીજો કોઈ પ્રશ્ન કરવા માંગો છો??";

"Chat Identifier" = "ચેટ આઇડેન્ટીફાયર";

"Content" = "કન્ટેન્ટ";

"Message Identifier" = "મેસેજ આઇડેન્ટીફાયર";

"Start voice conversation" = "વૉઇસ વાતચીત શરૂ કરો";

"Indicates whether a new chat should be started" = "સૂચવે છે કે શું નવી ચેટ શરૂ કરવી જોઈએ";

"%@" = "%@";

"Message" = "મેસેજ";

"Message to send to ChatGPT" = "ChatGPT ને મોકલવા માટે મેસેજ";

"What would you like to ask ChatGPT about?" = "તમે ChatGPT ને શેના વિશે પૂછવા માંગો છો?";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "આગળ-પાછળની ચેટને સક્ષમ કરવી કે પ્રતિસાદ પછી તરત જ શોર્ટકટ પૂર્ણ કરવો";

"You can continue this chat from the app." = "તમે એપ્લિકેશનમાંથી આ ચેટ ચાલુ રાખી શકો છો.";

"Change Shortcut" = "શોર્ટકટ બદલો";

"New Chat" = "નવી ચેટ";

"This action will send a single message to a chat with ChatGPT and return the response." = "આ ક્રિયા ChatGPT સાથેની ચેટમાં એક જ મેસેજ મોકલશે અને તેનો જવાબ આપશે.";

"New Temporary Chat" = "નવી અસ્થાયી ચેટ";

"Check for Updates…" = "અપડેટ્સ માટે તપાસો...";

"Start new chat" = "નવી ચેટ શરૂ કરો";

"Model to use with the new chat" = "નવી ચેટ સાથે વાપરવા માટેનું મોડેલ";

"Model name" = "મોડેલનું નામ";

"ChatGPT Help" = "ChatGPT મદદ";

"Would you like to start a new chat?" = "શું તમે નવી ચેટ શરૂ કરવા માંગો છો?";

"Continuous chat" = "એકધારી ચેટ";

"Toggle Sidebar" = "સાઇડબારને ટૉગલ કરો";

"Start voice conversation with ChatGPT" = "ChatGPT સાથે વૉઇસ વાતચીત શરૂ કરો";

"Model" = "મોડલ";

"Ask ChatGPT" = "ChatGPT ને પૂછો";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "આ ક્રિયા ChatGPT સાથે વૉઇસ વાતચીત શરૂ કરવા માટે ChatGPT ઍપ લૉન્ચ કરે છે.";

"Settings…" = "સેટિંગ્સ...";

"Model slug" = "મોડલ સ્લગ";

